Repository: aassif/pvr.freebox
Catalog: pvr.freebox/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30000
source: %d channels loaded
fr_fr: %d chaînes chargées

# #30001
source: Authorize Kodi on Freebox Server
fr_fr: Autorisez Kodi sur le Freebox Server

# #30002
source: General
fr_fr: Général

# #30003
source: Delay
fr_fr: Délai

# #30004
source: Delay between queries.
fr_fr: Délai entre chaque requête.

# #30005
source: Restart
fr_fr: Redémarrer

# #30006
source: Restart addon after saving settings.
fr_fr: Redémarre le logiciel après enregistrement des paramètres.

# #30007
source: Television
fr_fr: Télévision

# #30009
source: Source
fr_fr: Source du flux TV : auto, IPTV ou TNT.

# #30012
source: DVB
fr_fr: TNT

# #30013
source: Quality
fr_fr: Qualité

# #30014
source: Quality
fr_fr: Qualité du flux TV : auto, haute, standard, basse ou 3D.

# #30016
source: High
fr_fr: Haute

# #30018
source: Low
fr_fr: Basse

# #30020
source: EPG
fr_fr: Guide TV

# #30021
source: Extended
fr_fr: Étendu

# #30022
source: Extended EPG: plot, cast, etc.
fr_fr: Guide TV étendu : chargement du résumé, des acteurs, etc.

# #30023
source: Category conversion
fr_fr: Conversion des catégories

# #30024
source: Convert French categories into standard categories.
fr_fr: Conversion des catégories françaises en catégories standard.

# #30025
source: Server (DNS)
fr_fr: Serveur (DNS)

# #30026
source: Server's host name or IP address.
fr_fr: Nom d'hôte du serveur ou adresse IP.

# #30027
source: Protocol
fr_fr: Protocole

# #30028
source: Streaming protocol: RTSP or HLS.
fr_fr: Protocole de diffusion: RTSP ou HLS.

# #30031
source: Server (NetBIOS)
fr_fr: Serveur (NetBIOS)

# #30032
source: Server's NetBIOS name
fr_fr: Nom NetBIOS du serveur.
